Repository: 0x414c/cog
Catalog: Localizations/*/PreferencesUI.strings
Languages: french

source: Automatically check for updates on startup.
french: Rechercher automatiquement les mises à jour au démarrage.

source: Automatically launch Last.fm client.
french: Lancer automatiquement le client Last.fm.

source: Browse
french: Choisir le fichier

source: Edit
french: Changer

source: Enable Last.fm support. (Must have Last.fm client installed)
french: Activer le support pour Last.fm. (Un client Last.fm doit être installé)

source: Enable remote control.
french: Activer la télécommande.

source: Next:
french: Suivant:

source: Only listen to remote when Cog is active.
french: Écouter à la télécommande seulement lorsque Cog est actif.

source: Output Device:
french: Périphérique de sortie audio:

source: Play:
french: Lecture:

source: Previous:
french: Précédent:

source: Update Feed:
french: Rechercher seulement:
